{
    "context_chatbot": [
        {
            "start": 2752,
            "context": "There is generally a feeling like this AI system has an outward looking, like the way you are, like sitting with a good friend, looking up at the stars, like asking pothead like questions about the universe wondering what it's all about the curiosity you talk about there There's a sense no matter how mundane the question I ask it There's a sense of cosmic grandeur to the whole thing. Well, we are actually working hard to have engineering, math, physics answers that you can count on. So for the other sort of AIs out there, the so-called large language models, I've not found the engineering to be reliable and the hallucination, it unfortunately hallucinates most when you least want it to hallucinate. Yeah. So when you ask important difficult questions, that's when it tends to be confidently wrong. So we're really trying hard to say, okay, how do we be as grounded as possible so you can count on the results. Trace things back to physics first principles, mathematical logic. So underlying the humor is an aspiration to adhere to the truth of the universe as closely as possible. That's really tricky. ",
            "score": 0.5633758306503296
        },
        {
            "start": 6051,
            "context": "Oh, so a lot of that, I got the sense, so a lot of the X algorithm has been open source and been written up about, and it seems there to be some machine learning, it's disparate, but there's some machine learning. There's a little bit. But it needs to be entirely that. Like if you explicitly follow someone, that's 1 thing. But if you, in terms of what is recommended from people that you don't follow, That should all be AI. I mean, it's a fascinating problem. Yeah. So there's several aspects of this fascinating. First, as the write-up goes, it first picks 1, 500 tweets from a pool of hundreds of millions. First of all, that's fascinating because you have hundreds of millions of posts every single day and it has to pick 1500 from which it then does obviously people you follow but then there's also like some kind of clustering it has to do to figure out what kind of human are you what kind of new clusters might be relevant to you people like you this this kind of this kind of problem is just fascinating because it has to then rank those 1500 with some filtering and then recommend you just a handful. ",
            "score": 0.5458056926727295
        },
        {
            "start": 5887,
            "context": "The opening of the AI is supposed to mean open source, and it was created as a non-profit open source, and now it is a closed source for maximum profit, which I think is not good karma. But like we talked about with war and leaders talking, I do hope that there's only a few folks working on this at the highest level. I do hope you reinvigorate friendships here. Like I said, I'd like to be friends again with Larry. I haven't seen him in ages. And we were friends for a very long time. I met Larry Page before he got funding from Google. Or actually, I guess, before you got venture funding, I think you got the first like 100K from, I think back to Alzheimer's or something. It's wild to think about all that happened. And even guys knowing each other the whole time. Just 20 years. Yeah, since maybe 98 or something. Yeah, it's crazy. Crazy how much has happened since then. Yeah, 25 years. That's a lot has happened since then. But you're seeing the tension there, like maybe delayed open source. Delayed, yeah. Like what is the source that is open? You know what I mean? Like, there's basically, it's a giant CSV file. Yeah. Yeah. With a bunch of numbers. Yep. What do you do with that giant file of numbers? You know? How do you run? ",
            "score": 0.523722231388092
        }
    ]
}