{
    "chapters": null,
    "utterances": [
        {
            "start": 0.3998,
            "end": 15.89466,
            "transcript": [
                "As for today's show, Chip Wilson is definitely the kind of entrepreneur who is very attentive to trends.",
                "And when he was living in Vancouver in the late nineteen nineties, the trend he noticed was yoga.",
                "It seemed like everyone was getting into it.",
                "Particularly women."
            ],
            "speaker": 0
        },
        {
            "start": 16.27422,
            "end": 29.0081,
            "transcript": [
                "So the story of lululemon is a classic case of seeing an opportunity and just seizing on it.",
                "Right place, right time.",
                "But along the way, Chip also ran into some major problems, some of which he caused himself."
            ],
            "speaker": 0
        },
        {
            "start": 29.42764,
            "end": 31.85944,
            "transcript": [
                "It first ran in June of twenty eighteen."
            ],
            "speaker": 0
        },
        {
            "start": 32.31896,
            "end": 35.9374,
            "transcript": [
                "It's a super interesting story.",
                "Hope you enjoy it.",
                "Here it is."
            ],
            "speaker": 0
        },
        {
            "start": 39.31546,
            "end": 41.77448,
            "transcript": [
                "People were just naked in front of the store."
            ],
            "speaker": 0
        },
        {
            "start": 42.15404,
            "end": 56.77806,
            "transcript": [
                "We they showed up in their trench coats and, you know, we went out when we went went to open the store.",
                "I went out with my wife and put my arm around her and then we they always said thanks for coming and everyone dropped their trench coats and went running into the store."
            ],
            "speaker": 1
        },
        {
            "start": 64.2864,
            "end": 72.64378,
            "transcript": [
                "From NPR, it's how I built this, a show about innovators, entrepreneurs, idealists, and stories behind the movements they built."
            ],
            "speaker": 0
        },
        {
            "start": 75.46212,
            "end": 85.409676,
            "transcript": [
                "I'm Gayra's and on today's show how Chip Wilson turned workout clothes into a fashion statement and along the way built a breakout brand worth billions."
            ],
            "speaker": 0
        },
        {
            "start": 93.82522,
            "end": 110.84974,
            "transcript": [
                "So it used to be that the clothes you wore to gym were like the absolute worst clothes you owned.",
                "You know, the ratty old t shirt you got for free at some events, sweatpants with your high school logo, you know, the kind of short shorts doctor j would have won on basketball court."
            ],
            "speaker": 0
        },
        {
            "start": 111.26928,
            "end": 121.64434,
            "transcript": [
                "Anyway, most of this apparel was cotton based.",
                "It was baggy.",
                "It didn't look so great.",
                "And honestly, nobody really cared.",
                "You'd had one job to do, which was to sweat at the gym."
            ],
            "speaker": 0
        },
        {
            "start": 122.143845,
            "end": 143.58702,
            "transcript": [
                "But at some point, in the past ten or fifteen years, all of that changed because suddenly the clothes you wore to work out were also the clothes you could wear to the grocery store or at a restaurant or even at work work.",
                "So for better or worse, people were wearing their gym clothes outside of the gym on purpose."
            ],
            "speaker": 0
        },
        {
            "start": 144.04654,
            "end": 145.90587,
            "transcript": [
                "In this trend, it was called athleisure."
            ],
            "speaker": 0
        },
        {
            "start": 146.44534,
            "end": 149.14424,
            "transcript": [
                "And Chip Wilson, he was one of its pioneers."
            ],
            "speaker": 0
        },
        {
            "start": 149.68373,
            "end": 155.4335,
            "transcript": [
                "The brand he built out of his house in Vancouver Uber is now worth more than fourteen billion dollars."
            ],
            "speaker": 0
        },
        {
            "start": 156.21286,
            "end": 188.7418,
            "transcript": [
                "Now, before I go on, let me just address the elephant in the room.",
                "Chip has said some things that are well, how do I put this?",
                "Root and boorish?",
                "He's put his foot in his mouth on several occasions.",
                "He's embarrassed the company.",
                "And you will hear about some of that later on in the show.",
                "But he's also an open book and open to getting grilled all about his life.",
                "He's not a cautious, media trained, sound bites guy, which is in part, what makes him interesting?",
                "Because that's sort of how Chip grew up without any protection."
            ],
            "speaker": 0
        },
        {
            "start": 189.40121,
            "end": 200.00763,
            "transcript": [
                "Middle class kid in Calgary, Canada, Chip was athletic.",
                "He played hockey and football call, his dad taught Fiz Ed at the local high school, and his mom was a seamstress."
            ],
            "speaker": 0
        },
        {
            "start": 201.06685,
            "end": 204.12558,
            "transcript": [
                "She lived for it.",
                "It's where total passion was."
            ],
            "speaker": 1
        },
        {
            "start": 204.46515,
            "end": 214.69234,
            "transcript": [
                "She tried to make clothing for the kids, but of course, we didn't we'd never liked what she made for us.",
                "But, you know, if I want to spend time with my mom, it had to be at her foot in the sewing room."
            ],
            "speaker": 1
        },
        {
            "start": 215.83151,
            "end": 244.69293,
            "transcript": [
                "So did you learn how to sew, like, from an early age?",
                "Yeah.",
                "I can definitely sew.",
                "But more so, I think it was working with the butterric patterns and watching my mom lay them down on the fabric and then and then how she moved them and twisted them in order to save fabric.",
                "And I only say how important that is because once I got into big production and you'd lay fifty to a hundred layers of fabric down, when you can save even five, six, seven inches of fabric, it can mean thousands of dollars."
            ],
            "speaker": 1
        },
        {
            "start": 245.03252,
            "end": 260.82785,
            "transcript": [
                "Now before Chip would go on to sew and design clothes for a living, he actually got his first real job at an oil company, working a grueling but incredibly a lucrative job on the Alaska oil pipeline for almost two years."
            ],
            "speaker": 0
        },
        {
            "start": 261.48727,
            "end": 274.8326,
            "transcript": [
                "How much did you walk away with?",
                "How much cash?",
                "Well, interesting in today's dollar, it's probably about six hundred thousand and walked you back then.",
                "It was about a hundred seventy five thousand American.",
                "Yeah.",
                "That was It was amazing.",
                "Amazing.",
                "You were, like, nineteen."
            ],
            "speaker": 1
        },
        {
            "start": 275.65195,
            "end": 281.90906,
            "transcript": [
                "You were just given this cash, and and that's simply because there was all of this money to work on the Alaska oil pipeline, I guess."
            ],
            "speaker": 0
        },
        {
            "start": 282.3286,
            "end": 296.745,
            "transcript": [
                "Right.",
                "And, you know, but I, you know, I traded my life in for money.",
                "I mean, there was no girls.",
                "There was, you know, nothing there except for, you know, you work.",
                "So I I also wonder, you know, if everyone got that opportunity, would they have made the same thing out of it?",
                "I did."
            ],
            "speaker": 1
        },
        {
            "start": 297.38467,
            "end": 300.56332,
            "transcript": [
                "It's pretty good.",
                "You're eighteen or nineteen or twenty"
            ],
            "speaker": 0
        },
        {
            "start": 300.90292,
            "end": 309.71875,
            "transcript": [
                "with a bunch of cash.",
                "So what did you what did you do with the money?",
                "Well, I'd almost had three goals in Alaska.",
                "One of them was stolen my own house by the age of twenty."
            ],
            "speaker": 1
        },
        {
            "start": 310.6996,
            "end": 326.413,
            "transcript": [
                "To be in my own business by the age of thirty and retired by forty and retirement meaning that I was doing exactly what I wanted to do.",
                "So so I did, I bought a house",
                "and then I finished up my degree, and I worked for an oil company.",
                "And and this is an oil company"
            ],
            "speaker": 1
        },
        {
            "start": 327.31232,
            "end": 338.13876,
            "transcript": [
                "back in in Calgary.",
                "Right?",
                "Because you you moved back there somewhere.",
                "Right.",
                "Right.",
                "And I guess in, like, the late seventies.",
                "Right?",
                "Pretty much around the time you graduate college or Yeah."
            ],
            "speaker": 0
        },
        {
            "start": 339.118,
            "end": 343.89587,
            "transcript": [
                "You start to make shorts, like baggy shorts for men?"
            ],
            "speaker": 0
        },
        {
            "start": 344.43536,
            "end": 369.0874,
            "transcript": [
                "Yeah.",
                "Because I didn't you know, I have to get what it was like at that time men wore very short shorts that were very very tight.",
                "And, you know, you only have to look at movies from the Sure.",
                "From the least that we have to get that kind of picture.",
                "And and they made a lot of sense to me because I had very big legs and I was I think because I was working out three times a day, I was all in a constant sweat."
            ],
            "speaker": 1
        },
        {
            "start": 369.46698,
            "end": 409.45276,
            "transcript": [
                "And the idea of wearing shorts full time was very appealing to me.",
                "Yeah.",
                "And and so you and and these were, like, flower printed, like, loud Hawaiian.",
                "Like, I don't know if you've been to Trader Joe's, like, those shirts.",
                "Like, that's what the shorts look like.",
                "Yeah.",
                "Exactly.",
                "But, you know, he had to see it in a context that there was nothing like that before everything else was that era of brown rust, off color okra, yellow, like solid colors.",
                "There was no brightness in the world at all that time.",
                "So that was a radical look.",
                "So I I started because I couldn't get loud floured prints in two thousand meters, which is kind of what a person needs to go into business."
            ],
            "speaker": 1
        },
        {
            "start": 409.83234,
            "end": 458.30417,
            "transcript": [
                "I started doing what my mom did.",
                "She quilted fabric.",
                "So I would get masses of different types of patterns of fabric, and then I would cut them into squares, and then I would quilt them.",
                "And then in order to keep the stability of that, I put up backing on it, a black fabric, and then I realized I had reversible shorts.",
                "So, normally, were they long and baggy and reversible?",
                "They just really revolutionized shorts.",
                "So and then the skateboarders started taking them on because it kinda covered their knees.",
                "Well, how did they even know about them?",
                "Did you start to sell them somewhere?",
                "Well, I mean, that's the invention of a a fruit retailing because I made about three hundred pairs of the shorts up in nineteen eighty, and I went to the big department stores here in Canada, and they would have nothing to do with them.",
                "So I had my first inventory problem."
            ],
            "speaker": 1
        },
        {
            "start": 458.7237,
            "end": 467.47208,
            "transcript": [
                "So I thought, well, what am I gonna do?",
                "So I basically set up a lemonade stand for the shorts and Where in in Calgary?",
                "In the downtown mall in Calgary."
            ],
            "speaker": 1
        },
        {
            "start": 468.3714,
            "end": 543.0338,
            "transcript": [
                "And I had a partner girlfriend at the time, and so we did that together.",
                "And you know, we, you know, we'd lay all these shorts out and then a day we'd make, like, a thousand dollars a day selling the shorts and I was making, like, a hundred and twenty dollars at the oil company.",
                "So it wasn't tough to figure out the math of that.",
                "And what these were not swimming shorts.",
                "These are like, what like, who would wear these shorts?",
                "What would you be doing while wearing these shorts?",
                "Well, these particular shorts, you know, I couldn't release it was tough in the oil business of conservative Calgary where people wear Prada suits and cowboy boots to sell them on loud, baggy shorts.",
                "And so I originally called them barbecue shorts because I needed to give men needed an excuse to wear them.",
                "I knew they wanted to wear them.",
                "But as you know, a couple years went on.",
                "And that's, again, that's when the skateboarding market took over from the surf market and the young boys, you know, like, ten to eighteen started wearing them.",
                "So this is this is nineteen eighty.",
                "You've got barbecue shorts.",
                "By the way, the barbecue season in Calgary has to be fairly short like a couple weeks.",
                "Yeah.",
                "Yeah.",
                "I got forty days now.",
                "Forty days.",
                "You got forty days to wear these shorts in Calgary.",
                "I mean, not a brilliant"
            ],
            "speaker": 1
        },
        {
            "start": 543.4134,
            "end": 556.6896,
            "transcript": [
                "marketing move, but it worked.",
                "People were Alright.",
                "Barbecue.",
                "And so nineteen eighty, and then but at the",
                "it's it's the same time you were still working for this oil company on the side or or you were doing this on the side.",
                "You weren't working for and how long before you quit the oil company?"
            ],
            "speaker": 0
        },
        {
            "start": 557.41,
            "end": 566.6656,
            "transcript": [
                "Well, I had my goal of quitting being in my own business by thirty, so I worked for an old company for five years and quit on my birthday.",
                "Your 30th birthday.",
                "Exactly."
            ],
            "speaker": 1
        },
        {
            "start": 568.3245,
            "end": 573.94403,
            "transcript": [
                "Did you create a brand around around the barbecue shorts?",
                "Yeah.",
                "I I called it West Beach,"
            ],
            "speaker": 0
        },
        {
            "start": 574.3636,
            "end": 600.40497,
            "transcript": [
                "which at the time was I think it's probably from being in San Diego when I was young and",
                "probably the the incredible feeling I had from living on the beach every day when you were a little kid.",
                "Yeah.",
                "When I was a little kid and I being in Calgary, I was wanting to get back to the beach, I was wanting to get back to the West Coast.",
                "I think that's where I felt best.",
                "So that was the brand I built up around it.",
                "And who and and so initially your customers were in Calgary, but how did you get the word out around"
            ],
            "speaker": 1
        },
        {
            "start": 600.8245,
            "end": 602.00415,
            "transcript": [
                "Canada and beyond?"
            ],
            "speaker": 0
        },
        {
            "start": 602.6236,
            "end": 620.0274,
            "transcript": [
                "Well, I went to Canada was pretty easy because, you know, that I got into it almost a decade before anybody else, I think.",
                "But and so I could slowly kind of move across like that.",
                "We opened up the store in Toronto, but then I went to a trade show in Singapore and then another one in Munich."
            ],
            "speaker": 1
        },
        {
            "start": 620.48694,
            "end": 639.06,
            "transcript": [
                "And so, you know, when a person kind of comes out with something that's so different like that, that, you know, there's a lot of interest in",
                "And then I had this sense looking five years in the future that the skateboarding and surf markets were gonna be huge.",
                "And and by the"
            ],
            "speaker": 1
        },
        {
            "start": 639.5595,
            "end": 643.5378,
            "transcript": [
                "sort of that time, the mid to late eighties, what were you selling?"
            ],
            "speaker": 0
        },
        {
            "start": 644.5299,
            "end": 651.7466,
            "transcript": [
                "Well, I mean, the beautiful thing is I when I formed a partnership with my two guys in Vancouver, I moved to Vancouver."
            ],
            "speaker": 1
        },
        {
            "start": 652.68585,
            "end": 684.3439,
            "transcript": [
                "And then in I'd say eighty but starting in eighty three in Calgary, I'd asserted it to do snowboarding.",
                "And I could see snowboarding coming.",
                "And snowboarding was gonna be way bigger than a surfer skate.",
                "And I didn't care about the boards and the boots and the bunnies because for me that was low margin hard goods where I knew all the money was to be made in the clothing, especially for us because it would take up the other eight months of the year, which we weren't really selling very much.",
                "And snowboard clothing was four or five times the price of"
            ],
            "speaker": 1
        },
        {
            "start": 684.7049,
            "end": 690.28235,
            "transcript": [
                "surfacegate t shirts and shorts.",
                "And who was designing the apparel that West Beach was selling?"
            ],
            "speaker": 0
        },
        {
            "start": 690.7419,
            "end": 727.87946,
            "transcript": [
                "Well, I was.",
                "That was my thing.",
                "And I you know, if I look back at it now, I mean, I never had any money for clothing when I was young.",
                "I probably had a genetic desire for, you know, kind of ideas that I had.",
                "I think part of it was, you know, my size and I think part of it was I wanted athletic clothing that actually fit me.",
                "So I think that was driven to both those?",
                "Where are you making the stuff, by the way?",
                "Where's the clothing being made at that point?",
                "Well, I'm making it in Calgary.",
                "I found some Italian couture designers that were, you know, again, just like my mother, they were at home and they weren't working in.",
                "They were amazing."
            ],
            "speaker": 1
        },
        {
            "start": 728.5389,
            "end": 730.0384,
            "transcript": [
                "So we set up a factory."
            ],
            "speaker": 1
        },
        {
            "start": 731.2575,
            "end": 748.2822,
            "transcript": [
                "And so if you can imagine almost everybody else in the apparel industry, I think everybody else basically made clothing then wholesaled it to somebody else.",
                "Right.",
                "Not only was I doing my own menu fracturing, but I own my own stores.",
                "So I was basically taking the profit of two middlemen out of the business."
            ],
            "speaker": 1
        },
        {
            "start": 748.62177,
            "end": 778.1713,
            "transcript": [
                "But, you know, the big revenue part of the business was in wholesale, but my wholesale business was losing a million dollars a year and then I had these two retail stores that were making a million dollars a year.",
                "Wait.",
                "Wait.",
                "Explain explain this to me because you have these retail stores and and they were doing well, but you you also had a wholesale business which was losing money.",
                "Well, it was a quandary because I needed the volume from wholesale to get to economy and scale production to bring my prices down."
            ],
            "speaker": 1
        },
        {
            "start": 778.5909,
            "end": 796.6737,
            "transcript": [
                "And because my prices were down, my retail stores could make so much money but I couldn't really make any money in wholesale because if I made something for twenty dollars, then I would have to sell it to Dick's Sporting Goods for forty, and then they would sell it for eighty."
            ],
            "speaker": 1
        },
        {
            "start": 797.05493,
            "end": 814.6181,
            "transcript": [
                "We're in my own real estate stores and I was putting it in there for twenty and making eighty dollars.",
                "So there was a sixty dollar profit in there.",
                "And so I kept thinking to myself how can I get to economy of scale production and that was the, you know, the the big, big driver?",
                "And were you"
            ],
            "speaker": 1
        },
        {
            "start": 815.2578,
            "end": 822.1946,
            "transcript": [
                "were I mean, what was your vision?",
                "Did you think this is gonna we're gonna take on we're gonna be the biggest snowboard apparel company in the world?"
            ],
            "speaker": 0
        },
        {
            "start": 823.12494,
            "end": 829.82184,
            "transcript": [
                "Sure.",
                "I mean, in Japan had just exploded.",
                "So it was about thirty percent of all stores business."
            ],
            "speaker": 1
        },
        {
            "start": 830.4413,
            "end": 859.96924,
            "transcript": [
                "And the drive to grow and to grow fast knowing that what I'd seen in surf and skate where it started off with three companies, went to five hundred, and then went down to three again.",
                "I knew the same thing was how gonna happen in snowboarding.",
                "So when's the right time to get in?",
                "What's the right time to build?",
                "What's the right time to invest?",
                "And when to get out?",
                "What's all in the back of my mind?",
                "Mhmm.",
                "And sure enough, you know, probably in ninety six or so, the Japanese, he inserted the collapse."
            ],
            "speaker": 1
        },
        {
            "start": 860.2999,
            "end": 874.15326,
            "transcript": [
                "So we're starting to think that snowboarding wasn't the cool thing to do anymore.",
                "Mhmm.",
                "And so the market was changing drastically, and we still weren't making any money because we were just reinvesting just to keep on top of the competition."
            ],
            "speaker": 1
        },
        {
            "start": 874.7149,
            "end": 876.2944,
            "transcript": [
                "So you decide to sell?"
            ],
            "speaker": 0
        },
        {
            "start": 876.9938,
            "end": 878.05347,
            "transcript": [
                "Well, yes."
            ],
            "speaker": 1
        },
        {
            "start": 878.553,
            "end": 883.57074,
            "transcript": [
                "We and we sold to a public company out of Salem, Morril Snowboards."
            ],
            "speaker": 1
        },
        {
            "start": 884.3901,
            "end": 896.18555,
            "transcript": [
                "And, you know, we quite honestly could not make payroll on Friday and we sold Wednesday based on brand value only.",
                "Wow.",
                "You probably walked away with a good chunk of cash."
            ],
            "speaker": 1
        },
        {
            "start": 896.9649,
            "end": 922.8855,
            "transcript": [
                "Well, I had partners and I had banks and I had private equity in there at that time.",
                "Mhmm.",
                "So I walked away with a million and after tax, eight hundred thousand.",
                "And then you've got a you know, I had paid myself probably thirty to forty thousand dollars for eighteen years.",
                "Away?",
                "No.",
                "Well, yeah.",
                "You didn't walk with a whole lot.",
                "No.",
                "I needed a car, and I need to buy a house of some sort, which was the best thing I ever did living in Vancouver."
            ],
            "speaker": 1
        },
        {
            "start": 923.6249,
            "end": 934.6511,
            "transcript": [
                "Okay.",
                "So okay.",
                "So here you are in your early forties and and, like I mean, what were you gonna do?",
                "Well, actually, my goal was to be financially independent by forties.",
                "So I failed in that goal."
            ],
            "speaker": 0
        },
        {
            "start": 934.9907,
            "end": 971.56836,
            "transcript": [
                "And, you know, I was thinking about what I wanted to do, and and then I and I had this thing I have all split in this three times things.",
                "And I see something three times and I move",
                "and I move really quickly.",
                "Mhmm.",
                "So I've seen I've seen an article in the paper about yoga.",
                "I've seen a poster on a, you know, telephone post with a little rip off about the yoga class and then I overheard a conversation in a coffee shop about yoga and I went, wow.",
                "So I I went to this yoga class.",
                "And I I went from about six to thirty people in thirty days.",
                "I was the only guy in the class."
            ],
            "speaker": 1
        },
        {
            "start": 972.2278,
            "end": 987.5529,
            "transcript": [
                "And it's in a gym and, you know, of course, I'm always noticing athletic bodies and clothing and how it fits.",
                "I mean, I'm really a big data guy around, you know, I look at everybody top to bottom and I analyze it."
            ],
            "speaker": 1
        },
        {
            "start": 988.09235,
            "end": 993.4828,
            "transcript": [
                "And at the time, the fashion of gyms was to wear your very worst clothing."
            ],
            "speaker": 1
        },
        {
            "start": 994.0622,
            "end": 1009.4766,
            "transcript": [
                "And mostly because probably ninety percent of people in gyms were men and and, you you know, you knew you were gonna wet in it, you were gonna get ugly in it, and you just wanted to throw it in the wash afterwards, so nobody thought about athletic clothing being nice."
            ],
            "speaker": 1
        },
        {
            "start": 1010.0161,
            "end": 1032.57,
            "transcript": [
                "So so just to get inside your head here, you're in the yoga class, and you are observing what everyone's wearing you must have been thinking already.",
                "I have a business idea.",
                "When did you start to add two and two and say, wait a minute, I can make this this type of clothing like, how do you go from one yoga class to that thought?",
                "Was it instant?",
                "Did it take a week?",
                "Did it take a month?"
            ],
            "speaker": 0
        },
        {
            "start": 1033.0098,
            "end": 1044.4642,
            "transcript": [
                "Well, I wasn't doing anything, and I think I was looking for what my life was going to be.",
                "Okay.",
                "And so what I saw in yoga was exactly the same thing I saw in surf skate snowboarding."
            ],
            "speaker": 1
        },
        {
            "start": 1044.9637,
            "end": 1055.9912,
            "transcript": [
                "So like I said, it went from six to thirty people in thirty days, and I extrapolated it out to five years away, and I went, this is gonna be substantial."
            ],
            "speaker": 1
        },
        {
            "start": 1056.7706,
            "end": 1060.389,
            "transcript": [
                "Now, I didn't think it was gonna be as big as surf skater snowboarding."
            ],
            "speaker": 1
        },
        {
            "start": 1060.7899,
            "end": 1065.0481,
            "transcript": [
                "I had really no idea at the time it would be a hundred times bigger."
            ],
            "speaker": 1
        },
        {
            "start": 1065.6274,
            "end": 1071.9246,
            "transcript": [
                "It's a big deal.",
                "Right?",
                "This is like you're you're spotting a trend like pretty early in nineteen ninety seven."
            ],
            "speaker": 0
        },
        {
            "start": 1072.3441,
            "end": 1084.8207,
            "transcript": [
                "And and you probably can't fully explain why you were able to see that trend.",
                "But it was just this like intrinsic feeling you had.",
                "You just some a part of you just knew that this was gonna be a thing."
            ],
            "speaker": 0
        },
        {
            "start": 1085.3601,
            "end": 1096.266,
            "transcript": [
                "Yep.",
                "Again, I was extrapolated but you also have to get as probably the only person in the world thinking about technical clothing outside of mountain clothing."
            ],
            "speaker": 1
        },
        {
            "start": 1097.2052,
            "end": 1108.5914,
            "transcript": [
                "So, you know, the the real question in my mind is, do I use this Or do I just say, you know,",
                "I I called I called my eighteen years at West Beach, my eighteen year MBA."
            ],
            "speaker": 1
        },
        {
            "start": 1109.3708,
            "end": 1118.5986,
            "transcript": [
                "And so, you know, do I just leave all that information behind?",
                "Or do I say, you know, I've got something here",
                "and it's",
                "and it's worth using."
            ],
            "speaker": 1
        },
        {
            "start": 1120.7773,
            "end": 1132.2928,
            "transcript": [
                "After the break, Chip Olson eventually used that eighteen year MBA to graduate to an even bigger business, a business that would change the athletic apparel industry forever."
            ],
            "speaker": 0
        },
        {
            "start": 1132.8723,
            "end": 1136.7306,
            "transcript": [
                "Stay with us.",
                "I'm Gayra's and you're listening to how I built this from NPR."
            ],
            "speaker": 0
        },
        {
            "start": 1140.61,
            "end": 1142.909,
            "transcript": [
                "Hey, welcome back to how I built this from NPR."
            ],
            "speaker": 0
        },
        {
            "start": 1143.6084,
            "end": 1155.375,
            "transcript": [
                "So after attending his first yoga class in Vancouver in the late nineteen nineties, Chip Olson had this idea for his next clothing company, but it actually took him a while before he acted on it."
            ],
            "speaker": 0
        },
        {
            "start": 1155.8547,
            "end": 1165.3502,
            "transcript": [
                "I had to read an article in the paper one day that told me that sixty percent of the graduates at the university were women in nineteen ninety eight."
            ],
            "speaker": 1
        },
        {
            "start": 1165.7299,
            "end": 1203.426,
            "transcript": [
                "And I went, wow.",
                "You know, something really really big is gonna come out of this and that is we're gonna end up with a market that's never occurred before and that is a twenty two to thirty five year old single professional well traveled stylish athletic woman who kinda owns her own condo and and and that.",
                "So, you know, when I kinda put these things together",
                "and I think that it just reinforced that this market was there and ready for something big, especially in athletic clothing.",
                "Did so did you what did you do?",
                "Did you"
            ],
            "speaker": 1
        },
        {
            "start": 1203.9255,
            "end": 1210.1826,
            "transcript": [
                "did you run back from that yoga class and, like, go back to your house or wherever you were living and start to sketch out ideas?"
            ],
            "speaker": 0
        },
        {
            "start": 1211.105,
            "end": 1223.399,
            "transcript": [
                "Yeah.",
                "There was a little bit of that, and I talked to, of course, Filma Stang, who was the my yoga instructor, who had kinda dropped out of the New York financial world to become a yoga instructor in Vancouver."
            ],
            "speaker": 1
        },
        {
            "start": 1224.0184,
            "end": 1256.1082,
            "transcript": [
                "And like I did in Surrogate in snowboarding, I started to use her as a sounding board and as a creative source because unlike surf skate and snowboarding where I was a boy and I could fit in the clothing, I knew exactly what was going on.",
                "I obviously wasn't a woman.",
                "And I could see that yoga at that time anyway was ninety nine percent woman.",
                "And if I was going to do this and I was gonna transfer my knowledge of what I'd learned in snowboarding, like, refreshed pants into yoga, then I needed some advice.",
                "Alright.",
                "So you had"
            ],
            "speaker": 1
        },
        {
            "start": 1256.4877,
            "end": 1259.2894,
            "transcript": [
                "some money to play with.",
                "From the sale of your other company."
            ],
            "speaker": 0
        },
        {
            "start": 1259.9089,
            "end": 1271.9232,
            "transcript": [
                "And you knew how to so, of course, and you knew how to source material.",
                "So what what was, like, what was your first move in starting the business?",
                "Well, one of my big issues in light, this all has been about rushing of clothing.",
                "And"
            ],
            "speaker": 0
        },
        {
            "start": 1272.4049,
            "end": 1287.0978,
            "transcript": [
                "I could never really believe that Apple Nike was a shoe company.",
                "So I know they didn't really understand clothing either because even in their running shorts, they had these open seams in between their legs.",
                "And I'd run five k",
                "and I'd totally rash."
            ],
            "speaker": 1
        },
        {
            "start": 1287.42,
            "end": 1290.1588,
            "transcript": [
                "So for me, it was like solving athletic problems."
            ],
            "speaker": 1
        },
        {
            "start": 1290.8583,
            "end": 1297.4352,
            "transcript": [
                "I went to Japan.",
                "I'd heard about these machines that were forty thousand dollars apiece, which was huge at the time."
            ],
            "speaker": 1
        },
        {
            "start": 1297.8948,
            "end": 1332.8724,
            "transcript": [
                "And I bought four of them.",
                "A machine to do what?",
                "They were flats.",
                "Seams.",
                "So it's the first time you could put two pieces of fabric together and the machine would flat seam the fabrics together and then cut off any excess fabric so that there was nothing flapping around on the inside.",
                "So the idea was to basically make athletic wear that would eliminate rashes?",
                "Yes.",
                "And when I was running ten Ks or triathlons, the rashing was a thing that was always the pain point of what I'd call high level athletics."
            ],
            "speaker": 1
        },
        {
            "start": 1333.7147,
            "end": 1360.404,
            "transcript": [
                "And, again, when I because I became a fabric scientist of sorts, I could bring in the wicking, the the moisture wicking, I could bring in the anti stink.",
                "I could make it thick enough where it would smooth over a girl's body so she could feel comfortable wearing it, you know, getting up in the morning, putting it on at work, and then walking down to the yoga class and then walking home.",
                "And was the idea to just make athletic gear or yoga clothes, or was it"
            ],
            "speaker": 1
        },
        {
            "start": 1360.7649,
            "end": 1364.5432,
            "transcript": [
                "to make a fashionable, you know, apparel."
            ],
            "speaker": 0
        },
        {
            "start": 1365.4825,
            "end": 1377.9384,
            "transcript": [
                "Well, I think I was just, you know, the right person to be putting, like I said, the two together and my my drive and what differentiated blue lemon from everybody else I came at it from function and then put fashion into it."
            ],
            "speaker": 1
        },
        {
            "start": 1380.3169,
            "end": 1384.2552,
            "transcript": [
                "Alright.",
                "Let's do a reality check here for a sec.",
                "It's ninety eight."
            ],
            "speaker": 0
        },
        {
            "start": 1385.0345,
            "end": 1391.6738,
            "transcript": [
                "You don't have a lot of money.",
                "You take a pretty big bet like a you pretty much bet everything you had.",
                "Right."
            ],
            "speaker": 0
        },
        {
            "start": 1392.6931,
            "end": 1425.4009,
            "transcript": [
                "Why why would you why were you so confident this was gonna work?",
                "I think because when I started to do my first design meetings with these ten groups of ten women, and we had, like, five or six samples and they touched the fabric and they put it on.",
                "It was the first time that really a synthetic fabric felt like cotton.",
                "Mhmm.",
                "There was nothing like it.",
                "Any like, it was just nothing like it.",
                "So I think that looking in the eyes of the consumer, I could tell that this was something that was gonna be unbelievable."
            ],
            "speaker": 1
        },
        {
            "start": 1425.9403,
            "end": 1430.998,
            "transcript": [
                "Alright.",
                "So you you bet everything on this, and then you open a store.",
                "Right?"
            ],
            "speaker": 0
        },
        {
            "start": 1431.78,
            "end": 1445.2734,
            "transcript": [
                "Yeah.",
                "But it's a, you know, I can only get a store on the second floor in the right area on the right street in Vancouver, which has probably got more athletic stores in any place in the world because of, you know, the type of environment we have."
            ],
            "speaker": 1
        },
        {
            "start": 1445.7251,
            "end": 1473.3342,
            "transcript": [
                "But I can't, you know, it's really hard to get people up to the top floor.",
                "So the only way I can I figure out how to do it is to is to combine my business with Fiona staying, my yoga teachers?",
                "And I had all my clothing on rolling racks, and we'd move it all out to the side and have yoga classes there early in the morning and then at night.",
                "That would bring women into yoga but also see what our clothing was and then it kind of moved from there.",
                "So your first store was essentially a yoga studio"
            ],
            "speaker": 1
        },
        {
            "start": 1473.9536,
            "end": 1475.893,
            "transcript": [
                "with a like a boutique inside?"
            ],
            "speaker": 0
        },
        {
            "start": 1476.4324,
            "end": 1476.9324,
            "transcript": [
                "Correct."
            ],
            "speaker": 1
        },
        {
            "start": 1477.5149,
            "end": 1483.652,
            "transcript": [
                "Okay.",
                "So you have you don't have this this company, which which you decide to call lululemon."
            ],
            "speaker": 0
        },
        {
            "start": 1484.2715,
            "end": 1486.6906,
            "transcript": [
                "But by the way, where where did that name come from?"
            ],
            "speaker": 0
        },
        {
            "start": 1487.7897,
            "end": 1496.8766,
            "transcript": [
                "Yeah.",
                "I'd probably get asked this once a day.",
                "And so when I had West Beach, I had bought a skateboard brand called homeless."
            ],
            "speaker": 1
        },
        {
            "start": 1497.4961,
            "end": 1503.3534,
            "transcript": [
                "And with homeless, I started to sell that to the Europeans and the Japanese."
            ],
            "speaker": 1
        },
        {
            "start": 1504.0527,
            "end": 1518.4885,
            "transcript": [
                "And it start to occur to me that the five big trading companies in Japan were making North American brand name clothing.",
                "In other words, they would come up with their own brand name in order to deliver that to the Japanese customer."
            ],
            "speaker": 1
        },
        {
            "start": 1519.1799,
            "end": 1525.8369,
            "transcript": [
                "But Japanese, those big trading companies would never come up with a name with an El Annette because it doesn't exist in the Japanese language."
            ],
            "speaker": 1
        },
        {
            "start": 1526.6162,
            "end": 1539.7024,
            "transcript": [
                "And so what I got was that the young kids could see through that.",
                "They went, a name with an El Annette is more of authentic North American.",
                "It's not like a Japanese knock off, so it had real value to them."
            ],
            "speaker": 1
        },
        {
            "start": 1540.2418,
            "end": 1548.2981,
            "transcript": [
                "So I started to go, oh, that's really a neat idea.",
                "So I over the next couple years, I just started doing alliterations in my mind and with elves."
            ],
            "speaker": 1
        },
        {
            "start": 1548.8201,
            "end": 1566.6925,
            "transcript": [
                "But it was a pretty risky name at the time because lemon was really connected with really bad quality Detroit cars.",
                "Yeah.",
                "Right?",
                "A lemon.",
                "Yeah.",
                "But I actually came up with about twenty names and a twenty logos What were some of the other names?",
                "Well, the only one I can remember right now is called athletically Hip."
            ],
            "speaker": 1
        },
        {
            "start": 1567.1119,
            "end": 1567.9718,
            "transcript": [
                "So Oh."
            ],
            "speaker": 1
        },
        {
            "start": 1569.9906,
            "end": 1571.4901,
            "transcript": [
                "What a horrible name."
            ],
            "speaker": 0
        },
        {
            "start": 1571.8696,
            "end": 1588.0629,
            "transcript": [
                "Well, that's what the girls too because I had ten focus groups of ten people and I had them vote on the names and the logos and they came up with the name Lou Lemmon, but the logo actually came from athletically Hip.",
                "So it was a stylized a from the athletic."
            ],
            "speaker": 1
        },
        {
            "start": 1589.155,
            "end": 1620.9027,
            "transcript": [
                "So here's here's a question for each other because I'm curious, I'm I'm a, as you know, a man like you, and you you are selling a product primarily to women in a, you know, sport that yoga an exercise that you weren't really an expert in.",
                "You were not like some Right.",
                "Yogi guru.",
                "You weren't you're a big guy.",
                "You're like a football player type of guy.",
                "And yet you were trying to create a a market and and sell a product to to young women."
            ],
            "speaker": 0
        },
        {
            "start": 1621.2823,
            "end": 1630.8977,
            "transcript": [
                "How did you do it?",
                "Did you sort of step back and and have other women kind of sell the product for you?"
            ],
            "speaker": 0
        },
        {
            "start": 1631.8995,
            "end": 1648.3932,
            "transcript": [
                "Yeah.",
                "I mean, I had to in between West Beach and Lululemon, I'd I'd really decided that I only wanted to work with people I'd love to work with.",
                "And so I was really determined to develop people, to train them, to mentor them, and then get out of the way."
            ],
            "speaker": 1
        },
        {
            "start": 1648.9725,
            "end": 1685.6993,
            "transcript": [
                "And as I was running out of my money for my second time, I had taken another two hundred thousand dollar loan.",
                "Wait.",
                "Because the the first time you ran out of money, you were you're running West Beach.",
                "Right?",
                "Right.",
                "And I got West Beach World company moved back from from Salem to Vancouver and they asked me to run it.",
                "And it was like a gift out of heaven because I was we were really low on money where I didn't wanna advertise.",
                "I wanted word-of-mouth to of the quality of our clothing to be the branding niche because I I really did believe in the tipping point and it had to come from people that couldn't come from advertising."
            ],
            "speaker": 1
        },
        {
            "start": 1686.8784,
            "end": 1711.6688,
            "transcript": [
                "So I was, again, another incredibly lucky thing.",
                "I hired this woman who Shannon Gray was her name.",
                "The first person had ever seen that had a design portfolio with that using stretch clothing.",
                "And within about two weeks, I after hiring her, I I left her in charge of Lou Lemmon as the CEO for a year, and I went back and ran West Beach.",
                "And that's how you were able to make some cash."
            ],
            "speaker": 1
        },
        {
            "start": 1712.1,
            "end": 1722.6749,
            "transcript": [
                "That's how I was able to make more cash.",
                "Exactly.",
                "So you and so we should foreshadow this is a foreshadowing here that Shannon eventually becomes your wife.",
                "You're now married to Shannon and she's your wife."
            ],
            "speaker": 0
        },
        {
            "start": 1723.934,
            "end": 1734.2715,
            "transcript": [
                "So you so Lululemon, like, really launches an in ninety eight in this neighborhood in Vancouver.",
                "And does it take off right away?",
                "Is it just, like, insane or was it a slow burn?"
            ],
            "speaker": 0
        },
        {
            "start": 1735.1708,
            "end": 1752.6135,
            "transcript": [
                "It was very slow burn.",
                "And and then it was so slow that even when I left for to run West Beach, we were running out of money.",
                "I had a lot of inventory because I need to make at least five to six hundred of every of our six styles in order to get the price down."
            ],
            "speaker": 1
        },
        {
            "start": 1753.1549,
            "end": 1755.374,
            "transcript": [
                "So I fell into the trap of wholesaling."
            ],
            "speaker": 1
        },
        {
            "start": 1755.8336,
            "end": 1787.6835,
            "transcript": [
                "And so I I made a big deal to wholesale to a sporting goods company in Vancouver, and I shipped to them and they immediately went bankrupt.",
                "So that really took the company to the very edge We had no money to pay payroll again.",
                "That was only a couple weeks away from the end of it.",
                "We had just decided to move across the street from our second floor into a store on the main floor on fourth Avenue at ten dollars square foot because it was an old old beat up electronic store."
            ],
            "speaker": 1
        },
        {
            "start": 1788.1431,
            "end": 1837.6042,
            "transcript": [
                "And then the another thing from heaven came and it was they fired me at West Beach.",
                "Well, and I used that loosely, but they combined with some skateboards and the CEO since skateboards became the the CEO.",
                "So they they let me go with a a severance fee of fifty thousand dollars.",
                "And if that wasn't for that fifty thousand dollars, we never would have been able to finish our store.",
                "Wow.",
                "Just be for Christmas time.",
                "This is in two thousand.",
                "Yeah.",
                "This is in two thousand.",
                "And even though we had this great yoga pant and tops, Shannon had designed this polar fleece bra, which got into the newspaper and brought everybody into store.",
                "And of course, while they were there, they they mostly bought the yoga pants because they could you know, we were in a position then to educate people on the technical features of our pant.",
                "And once we had somebody in them,",
                "they"
            ],
            "speaker": 1
        },
        {
            "start": 1837.9838,
            "end": 1850.4198,
            "transcript": [
                "they were a customer for life.",
                "And if you were taking a yoga class in Vancouver at that time, presumably, you would have seen the label because the label was, like, right on the outside of the waistband."
            ],
            "speaker": 0
        },
        {
            "start": 1850.7594,
            "end": 1862.2769,
            "transcript": [
                "Right?",
                "Yeah.",
                "I put it there because I was very clear that I that",
                "I",
                "I didn't want big logoing, and I thought that somebody should look in the mirror and not see any logos."
            ],
            "speaker": 1
        },
        {
            "start": 1862.9763,
            "end": 1871.4835,
            "transcript": [
                "And I definitely didn't like logos on the left breast because I looked at it as being kind of corporate logoing.",
                "You know, it's almost there on the left chest."
            ],
            "speaker": 1
        },
        {
            "start": 1872.023,
            "end": 1878.5599,
            "transcript": [
                "So I'd I'd decide I wanted the logo small.",
                "I wanted to be discreet in a place that nobody could see."
            ],
            "speaker": 1
        },
        {
            "start": 1879.0995,
            "end": 1889.026,
            "transcript": [
                "So you, I guess, around two thousand two, you opened your first store outside of Vancouver.",
                "This is in Toronto or Toronto, as they say in Toronto?",
                "Yeah.",
                "So we had"
            ],
            "speaker": 0
        },
        {
            "start": 1889.7057,
            "end": 1933.9501,
            "transcript": [
                "in my second floor, you know, in Vancouver, was really a pop up store in the, you know, where people had to really look and find it.",
                "We did the same thing in Toronto almost a year before we opened the store there.",
                "And it was we got a way of developing the marketplace, which became a lululemon business model.",
                "So we would go into every city in the future, set up a store in a back alley or in a side street, and develop our market, invite yoga instructors in before we spent, you know, six hundred to a million dollars on store.",
                "And, you know, again, created word-of-mouth, which was, you know, my favorite type of marketing is breakeven marketing because I never had any money for marketing, so that was a given.",
                "Well, you did.",
                "I mean, you guys did some some stunts.",
                "Right?",
                "Like, when when you opened your shop and van, Koover."
            ],
            "speaker": 1
        },
        {
            "start": 1934.5695,
            "end": 1971.935,
            "transcript": [
                "You said the first thirty people who show up naked get a free outfit.",
                "While it was worse than that, I actually put my first ad in as anyone that shows up gets a free outfit.",
                "And then I realized it's in Vancouver and I was gonna get every person in the whole city would show up naked, so I couldn't really do that.",
                "So I had to put another ad in a week later saying the first thirty.",
                "And did that happen?",
                "Oh, yeah.",
                "And it created global media.",
                "Everybody showed up.",
                "There was TV trucks, saw up and down the street, and and Or did he make it in front of the store?",
                "Well, they showed up.",
                "It was October morning.",
                "It was you probably never heard this about Vancouver.",
                "It was overcast and drizzly."
            ],
            "speaker": 1
        },
        {
            "start": 1972.4346,
            "end": 1982.0219,
            "transcript": [
                "You know, they all showed up in their trench coats and And then, you know, we went out when we went went to open the store.",
                "I went out with my wife and put my arm around her and then we"
            ],
            "speaker": 1
        },
        {
            "start": 1982.5214,
            "end": 1992.8386,
            "transcript": [
                "really said thanks for coming and everyone dropped their trench coats and went running into the store.",
                "This is and like, no one nobody arrested because like this is not normally allowed in most"
            ],
            "speaker": 0
        },
        {
            "start": 1993.4181,
            "end": 2010.221,
            "transcript": [
                "blue cities.",
                "Well, especially in two thousand and two, but I think it's it's part of the culture here and there's lots of nude beaches, so I don't think it was I don't think it was out of the realm for for Vancouver rights.",
                "I'm very proud of our city and our police for for, you know, stepping back and, you know, just observing."
            ],
            "speaker": 1
        },
        {
            "start": 2012.7195,
            "end": 2033.8838,
            "transcript": [
                "So around two thousand two, Lululemon really starts to grow like two thousand three, you opened this your first store in the US and Santa Monica, which I obviously, you chose that because that was sort of right the center of the Gogo culture in the US, I guess.",
                "Yeah.",
                "I think probably the big thing that happened after we opened up Trond no.",
                "And the second store in Vancouver is,"
            ],
            "speaker": 0
        },
        {
            "start": 2034.7831,
            "end": 2056.655,
            "transcript": [
                "you know, I asked my lovely wife to marry me.",
                "She said yes.",
                "And so it was April twentieth, Saturday when we were to get married.",
                "And I'm working in the store and really I became almost a traffic cop because the number of people come in the store was something that we'd never seen before.",
                "I think it went from a ten thousand dollars Saturday to a thirty thousand dollars Saturday."
            ],
            "speaker": 1
        },
        {
            "start": 2057.6743,
            "end": 2065.423,
            "transcript": [
                "So obviously, like, you've got a store in Toronto, You've got one in Santa Monica, and then I guess your next stop was Melbourne, Australia."
            ],
            "speaker": 0
        },
        {
            "start": 2065.7627,
            "end": 2066.9824,
            "transcript": [
                "You're growing fast."
            ],
            "speaker": 0
        },
        {
            "start": 2067.6018,
            "end": 2068.1018,
            "transcript": [
                "Mhmm."
            ],
            "speaker": 0
        },
        {
            "start": 2068.9211,
            "end": 2076.5776,
            "transcript": [
                "But you but you still did you did you",
                "I'm assuming you didn't have enough cash flow to really scale the business at that point?"
            ],
            "speaker": 0
        },
        {
            "start": 2077.2197,
            "end": 2102.639,
            "transcript": [
                "Well, I only after that, we started making a lot of money, and I don't don't mean a little bit of money.",
                "I mean a lot of money.",
                "I mean, you have to understand that, again, that nobody in the world had was was owning manufacturing right to the retail store.",
                "I mean, I was taking triple the profit of most people.",
                "But I I mean, I guess it was two thousand five that you went out and"
            ],
            "speaker": 1
        },
        {
            "start": 2103.0183,
            "end": 2114.4248,
            "transcript": [
                "and sought outside investors who then because because at that point, you'd owned a hundred percent of the company.",
                "So you sold, I guess, about half of the company and then step down as a CEO."
            ],
            "speaker": 0
        },
        {
            "start": 2114.8044,
            "end": 2120.565,
            "transcript": [
                "Why did you do that?",
                "Was that the only way you could, like, you could expand and scale?",
                "No.",
                "No.",
                "I mean,"
            ],
            "speaker": 0
        },
        {
            "start": 2121.0645,
            "end": 2153.7632,
            "transcript": [
                "because I had built retail stores around the world that had done global manufacturing, I mean, honest to god, I could have done it all.",
                "Mhmm.",
                "But even though it was making so much money, I'd never taken any money out, My wife and I, neither of us came from money, and we were all was scared.",
                "Mhmm.",
                "You know, we were scared that an earthquake would hit or, you know, like, this seems really good, but is it true?",
                "Is it happening?",
                "Would have to pinch yourselves every morning?",
                "Yeah.",
                "And then and I wanted advisors.",
                "I wanna people around me that could make sure that I wasn't gonna run-in the roadblocks."
            ],
            "speaker": 1
        },
        {
            "start": 2154.3425,
            "end": 2157.5212,
            "transcript": [
                "Okay.",
                "So you sold about half the company to private investors."
            ],
            "speaker": 0
        },
        {
            "start": 2158.5803,
            "end": 2160.3599,
            "transcript": [
                "A new CEO comes in."
            ],
            "speaker": 0
        },
        {
            "start": 2160.7793,
            "end": 2162.0789,
            "transcript": [
                "You stay on as chairman."
            ],
            "speaker": 0
        },
        {
            "start": 2162.62,
            "end": 2172.0356,
            "transcript": [
                "And then and then I guess you become like chief innovation officer at at this point.",
                "Right?",
                "Right.",
                "And it allowed me to sit in the middle of the design"
            ],
            "speaker": 0
        },
        {
            "start": 2172.3752,
            "end": 2198.436,
            "transcript": [
                "department, which is my love is innovation and quality and and athletics.",
                "So, I mean, that's where I really flourished.",
                "And I hadn't developed as a chairman.",
                "I didn't understand public boards.",
                "I didn't understand how to act or be.",
                "I mean, I think people think, oh, you know, I ended up with a lot of money.",
                "I'm, you know, Chip Wilson is a businessman, but nothing really could have been further from the truth.",
                "I just a passionate product guy."
            ],
            "speaker": 1
        },
        {
            "start": 2199.7751,
            "end": 2218.95,
            "transcript": [
                "So it's interesting because even though you are still the biggest shareholder, you all of a sudden had outside investors who came in and had their ideas for how this company should be run.",
                "So I have to imagine starting in two thousand five, even though you're no longer CEO."
            ],
            "speaker": 0
        },
        {
            "start": 2219.5098,
            "end": 2221.8486,
            "transcript": [
                "There was some tension that begins.",
                "Well,"
            ],
            "speaker": 0
        },
        {
            "start": 2222.1882,
            "end": 2225.287,
            "transcript": [
                "yes.",
                "I think my my mistake happened."
            ],
            "speaker": 1
        },
        {
            "start": 2225.7866,
            "end": 2235.2632,
            "transcript": [
                "When I was at West Beach and I brought in private equity, we had boarded directors but they had no vested interest.",
                "They were there to help us out and they were wonderful."
            ],
            "speaker": 1
        },
        {
            "start": 2236.0027,
            "end": 2249.568,
            "transcript": [
                "So I had this context of my mind that bringing in private equity and having a group of like really great advisors with me where we're all in the same page and moving in the same direction was gonna be another wonderful experience."
            ],
            "speaker": 1
        },
        {
            "start": 2250.0276,
            "end": 2256.8845,
            "transcript": [
                "Yeah.",
                "But it wasn't.",
                "You know, they it's my own fault.",
                "I mean, the private equity there there to make money for their investors."
            ],
            "speaker": 1
        },
        {
            "start": 2257.304,
            "end": 2265.002,
            "transcript": [
                "And I had a very long term vision for Lululemon, and they had quite a short term vision for the Lululemon."
            ],
            "speaker": 1
        },
        {
            "start": 2265.5813,
            "end": 2267.6807,
            "transcript": [
                "So we went we ended up going"
            ],
            "speaker": 1
        },
        {
            "start": 2268.1,
            "end": 2271.4788,
            "transcript": [
                "public way too quickly.",
                "Right.",
                "But when you guys went public,"
            ],
            "speaker": 0
        },
        {
            "start": 2272.458,
            "end": 2297.1904,
            "transcript": [
                "like in two and seven.",
                "This was a hot stock.",
                "Right.",
                "Yeah.",
                "And you actually sold a a chunk of stock pretty early on.",
                "Right?",
                "Yeah.",
                "You know, again, you know, I had advisors that were just giving me advice that was good for them and not necessarily for me.",
                "You know, I really only want to sell thirty percent of the stock to the private equity guys, but I ended up selling forty eight.",
                "So I lost control of the board seats and I didn't know how to negotiate for them."
            ],
            "speaker": 1
        },
        {
            "start": 2297.57,
            "end": 2315.903,
            "transcript": [
                "So that is important because as we go public then you know, the advice I got was, hey, Chip, you should sell more of your shares in the marketplace because the more shares that are out there, the more the more the institutional investors will be able to get a good chunk of it and be able to hold it for a long time."
            ],
            "speaker": 1
        },
        {
            "start": 2316.2427,
            "end": 2328.769,
            "transcript": [
                "But reality of it is is all these were techniques to have kind of an owner, founder, dissipate, and kind of move into the background and not have the power, so to speak, to control a board."
            ],
            "speaker": 1
        },
        {
            "start": 2329.9082,
            "end": 2360.8394,
            "transcript": [
                "And that's really what I lost, and it it's it's my own fault, and but that's what I ended up with.",
                "But this company just like went took off.",
                "Right?",
                "I mean, through the early two thousands into the two thousands, and then it just it was on five Right?",
                "I mean, the the the lululemon was was everywhere and and was is is today.",
                "But, I mean, that despite the challenges that you faced, it did explode in growth.",
                "You you gotta admit that.",
                "Right?",
                "Oh, it was unbelievable."
            ],
            "speaker": 0
        },
        {
            "start": 2361.219,
            "end": 2383.2202,
            "transcript": [
                "I mean, we you know, okay.",
                "So things happen to me big deal.",
                "Mhmm.",
                "I mean, definitely, I probably have a long term vision for my family, and I had a long term vision for Lululemon.",
                "And, you know, and those things never kind of work out perfectly.",
                "But all in all, I mean, you'd have to admit that what occurred and what has happened has made me incredibly happy and incredibly wealthy."
            ],
            "speaker": 1
        },
        {
            "start": 2383.8796,
            "end": 2396.9946,
            "transcript": [
                "So in two thousand eleven, Blue Lemon, a you land on the list of Canada's billionaires, which, I mean, means you achieved your goal, financial security and more."
            ],
            "speaker": 0
        },
        {
            "start": 2397.9148,
            "end": 2403.892,
            "transcript": [
                "Was that like a marker for you?",
                "Was that important for you?",
                "Or did you did you think that you not really care?"
            ],
            "speaker": 0
        },
        {
            "start": 2404.3516,
            "end": 2409.2095,
            "transcript": [
                "I I could I really didn't care because I again, my dries were family."
            ],
            "speaker": 1
        },
        {
            "start": 2409.8499,
            "end": 2430.4028,
            "transcript": [
                "And my my absolute passion for athletic clothing.",
                "And I think my wife and I, again, we're just always so scared of losing it at all.",
                "You know, like, we could still go to, you know, the store and only buy one tube of toothpaste know, we couldn't like we couldn't see ourselves buying three, you know, to save time."
            ],
            "speaker": 1
        },
        {
            "start": 2430.7424,
            "end": 2434.5208,
            "transcript": [
                "It",
                "Yeah.",
                "I could do it in my business, but I couldn't do it at home."
            ],
            "speaker": 1
        },
        {
            "start": 2435.1401,
            "end": 2473.408,
            "transcript": [
                "Alright.",
                "So let's address the one elephant that everyone I say, I'm, you know, Chip ultimately gonna be on the show.",
                "Everyone says, that guy didn't he once say and this is this is the let's just give the outlines a story.",
                "Two thousand thirteen, Lululemon has to recall certain pants because there were concerns that they were too sheer, that that they were see through.",
                "And in an interview, you gave offhand, you said, you know, look, some of these pants just don't look good on all women's bodies.",
                "Yes.",
                "Just something to that effect.",
                "And this caused an enormous uproar, like essentially the interpretation of was that you were saying overweight women shouldn't wear lululemon pants."
            ],
            "speaker": 0
        },
        {
            "start": 2474.1472,
            "end": 2476.5664,
            "transcript": [
                "What happened?",
                "What's your take on on what happened?"
            ],
            "speaker": 0
        },
        {
            "start": 2477.2258,
            "end": 2503.036,
            "transcript": [
                "Well, I think you have to go back into the end of two twelve.",
                "I mean, I was quite frustrated with the with the board.",
                "I think that, you know, the board and I didn't see eye to eye on how the company was being run.",
                "So and then there was everything kinda I said what happened, did happen.",
                "There was a huge quality issue.",
                "So I went on this program on, I think, it was NBC.",
                "Bloomberg."
            ],
            "speaker": 1
        },
        {
            "start": 2503.7751,
            "end": 2505.8743,
            "transcript": [
                "Bloomberg.",
                "Yes.",
                "Bloomberg.",
                "Got you."
            ],
            "speaker": 0
        },
        {
            "start": 2506.4138,
            "end": 2523.7183,
            "transcript": [
                "And I did know from working in the stores that there was definitely something happening to our clothing.",
                "Okay.",
                "And I didn't know what anyway, the the question was it really about the pilling, and I said well, whatever.",
                "Like, killing in the in the when friction happens the the fabric pills."
            ],
            "speaker": 1
        },
        {
            "start": 2524.0579,
            "end": 2531.4744,
            "transcript": [
                "Right.",
                "Right.",
                "Okay.",
                "What was you know, you've done that interview with Blakely on Spanks.",
                "Mhmm."
            ],
            "speaker": 1
        },
        {
            "start": 2531.8938,
            "end": 2539.902,
            "transcript": [
                "So suddenly, women were coming into the store and not wanting blue lemon for athletics."
            ],
            "speaker": 1
        },
        {
            "start": 2540.3616,
            "end": 2543.3804,
            "transcript": [
                "They were coming and looking forward to shape their bodies."
            ],
            "speaker": 1
        },
        {
            "start": 2543.7598,
            "end": 2561.5435,
            "transcript": [
                "Mhmm.",
                "But the sewing technique and the fabric wasn't meant for So what they were doing is buying two to four sizes smaller than what their size was in order to get out of the garment what it wasn't made for."
            ],
            "speaker": 1
        },
        {
            "start": 2562.9849,
            "end": 2575.359,
            "transcript": [
                "So when you stretch anything to a limit and then it it you sit on a wooden bench or something like that, then filling occurs."
            ],
            "speaker": 1
        },
        {
            "start": 2575.7197,
            "end": 2614.1636,
            "transcript": [
                "To a greater extent.",
                "So anyway, that",
                "but I didn't know that till afterwards.",
                "I hadn't really put two to two together.",
                "Didn't realize what a big issue it was.",
                "And the words that I said were not all women I think something all all women belong in every pair of blue lemons.",
                "You know, there's something you said quite frankly, some women's bodies just don't just actually don't work for Yeah.",
                "Yeah.",
                "Blue lemons.",
                "Which is a lot different than what you said.",
                "Which is that a lot of people thought you said that overweight women shouldn't wear blue lemon pants?",
                "Yeah.",
                "I mean, what you said is what I think people hear, which is a lot different than what I said, just so we're there.",
                "Did you"
            ],
            "speaker": 1
        },
        {
            "start": 2615.263,
            "end": 2616.2427,
            "transcript": [
                "did you get depressed?"
            ],
            "speaker": 0
        },
        {
            "start": 2617.2449,
            "end": 2628.6995,
            "transcript": [
                "Yeah.",
                "I'd have to say I was because, you know, then they the board took me off as chairman because they felt like I wasn't the right front man for the company anymore, and I was at liability to Lou Lemmon."
            ],
            "speaker": 1
        },
        {
            "start": 2629.359,
            "end": 2640.0056,
            "transcript": [
                "I mean, this is, you know, after thirty years of doing, you know, thousands of public interviews and, you know, I say one thing and and suddenly I'm I'm a liability."
            ],
            "speaker": 1
        },
        {
            "start": 2640.3853,
            "end": 2640.8853,
            "transcript": [
                "K."
            ],
            "speaker": 1
        },
        {
            "start": 2641.6646,
            "end": 2655.9795,
            "transcript": [
                "So what I mean, so how did you kind of I don't know.",
                "Did you did you think about that?",
                "I mean, I take your point that you feel like you were misunderstood and that that wasn't your intention.",
                "But whatever happened, that's what came out and that was how it was interpreted."
            ],
            "speaker": 0
        },
        {
            "start": 2656.3992,
            "end": 2662.0476,
            "transcript": [
                "And did you have some time to reflect on it to think that was just I'm just that was just dumb."
            ],
            "speaker": 0
        },
        {
            "start": 2663.0269,
            "end": 2665.206,
            "transcript": [
                "Well, it was a poor choice of words."
            ],
            "speaker": 1
        },
        {
            "start": 2665.8655,
            "end": 2686.5386,
            "transcript": [
                "It was absolutely devastating to me.",
                "It was devastating to my family.",
                "I mean, people would come up to my wife and go, how can you be with a man like that that would say that type of thing?",
                "But more so was the antithesis of everything I'd built, you know, with women and four women for Lululemon.",
                "It was the very opposite."
            ],
            "speaker": 1
        },
        {
            "start": 2687.1582,
            "end": 2695.4941,
            "transcript": [
                "But it yes.",
                "It was it was if I could take it back, I certainly would."
            ],
            "speaker": 1
        },
        {
            "start": 2698.5845,
            "end": 2726.9333,
            "transcript": [
                "Is it is it strange?",
                "I've asked this question of other founders.",
                "Chip, is it strange to build a company, put your blood sweat and tears, and something that people don't pay attention to for a long time.",
                "And all of a sudden, everyone jumps on it when it starts to take off, you know, right, so success has a million fathers and and failure is an orphan.",
                "Right?",
                "So all of a sudden, and your company, this thing you built, your idea, the name, the product, and then you you're no longer in control.",
                "Is that is that weird?"
            ],
            "speaker": 0
        },
        {
            "start": 2727.353,
            "end": 2744.5398,
            "transcript": [
                "Yeah.",
                "I mean, you know, my vision for Lululemon and what it could have been that is not everything that I think it can be.",
                "And, you know, life is all about how you handle setbacks, and I think",
                "Lululemon still I'm the I'm the most informed cheerleader, and I think it has, you know, great future still."
            ],
            "speaker": 1
        },
        {
            "start": 2746.3984,
            "end": 2748.7375,
            "transcript": [
                "Do you have another do you have another business in you?"
            ],
            "speaker": 0
        },
        {
            "start": 2750.1567,
            "end": 2788.433,
            "transcript": [
                "Well, what I learned is that when I left Blue Lemon, you you know, even though it was maybe two billion dollars in sales at the time.",
                "My my brain was on Lululemon being seven eight billion dollars.",
                "And I'd worked so hard building a company like by brick by brick that it was I don't think I can go back and and be a starter of a company at the age sixty two anymore.",
                "And I've probably got too little life to wanna do that again.",
                "And my absolute favorite thing I do is my I've got twelve year olds twin boys, and I'm coaching flag football."
            ],
            "speaker": 1
        },
        {
            "start": 2789.3145,
            "end": 2793.013,
            "transcript": [
                "And nothing could be more fun.",
                "Yeah.",
                "Nothing could be more fun."
            ],
            "speaker": 1
        },
        {
            "start": 2793.8723,
            "end": 2795.7314,
            "transcript": [
                "Chip, you've heard the show before."
            ],
            "speaker": 0
        },
        {
            "start": 2797.6704,
            "end": 2804.988,
            "transcript": [
                "How much of your success is because of your intelligence and and work?",
                "And how much of it is because you were really lucky?"
            ],
            "speaker": 0
        },
        {
            "start": 2806.3271,
            "end": 2812.864,
            "transcript": [
                "I think I was pure passion for athletic technical product."
            ],
            "speaker": 1
        },
        {
            "start": 2813.3237,
            "end": 2818.3335,
            "transcript": [
                "And I would have worked eighteen hours a day for the rest of my life for no money."
            ],
            "speaker": 1
        },
        {
            "start": 2819.2727,
            "end": 2830.7192,
            "transcript": [
                "Now, I think what happened is I got lucky because my drive and passion met a world that wanted what I wanted and that was the lucky part."
            ],
            "speaker": 1
        },
        {
            "start": 2834.737,
            "end": 2837.116,
            "transcript": [
                "That's Chip Wilson, founder of Lululemon."
            ],
            "speaker": 0
        },
        {
            "start": 2837.6155,
            "end": 2841.354,
            "transcript": [
                "Last year, the company made over three and a half billion dollars."
            ],
            "speaker": 0
        },
        {
            "start": 2841.6936,
            "end": 2850.7317,
            "transcript": [
                "Chip hasn't been with Lululemon since twenty fifteen, but he's been staying pretty busy as the executive director of his family's holding company called hold it all, Incorporated."
            ],
            "speaker": 0
        }
    ]
}